extension Pack {
  public static let frends = Pack(
    id: 3,
    title: "Открываем Друзей!",
    description:
      "Этот набор вопросов призван поднять волну смеха и интересных разговоров в вашей компании друзей. От веселых анекдотов до размышлений о музыке и путешествиях — эти вопросы создадут удивительный момент обмена мнениями и воспоминаний. Готовы раскрыть друг друга с новой стороны? 🤩🎉",
    cards: [
      Card(id: 1, emoji: "😂", text: "Какой твой самый смешной опыт?"),
      Card(id: 2, emoji: "🎬", text: "Какие фильмы всегда заставляют тебя смеяться?"),
      Card(id: 3, emoji: "🎉", text: "Как ты описал бы свою идеальную вечеринку?"),
      Card(id: 4, emoji: "😊", text: "Что делает тебя счастливым прямо сейчас?"),
      Card(id: 5, emoji: "💃", text: "Какой твой самый любимый танец или жест на вечеринке?"),
      Card(id: 6, emoji: "😱", text: "Как ты реагируешь на неожиданные ситуации?"),
      Card(id: 7, emoji: "🤣", text: "Какие у тебя были забавные случаи с друзьями?"),
      Card(id: 8, emoji: "🏠", text: "Как ты проводишь время на домашних посиделках?"),
      Card(id: 9, emoji: "🌴", text: "Какие места для тебя являются лучшими для отдыха с друзьями?"),
      Card(id: 10, emoji: "🎯", text: "Какие виды развлечений ты предпочитаешь в компании?"),
      Card(id: 11, emoji: "🌟", text: "Что было самым интересным событием на последней вечеринке?"),
      Card(id: 12, emoji: "🎲", text: "Какие игры ты предпочитаешь играть с друзьями?"),
      Card(id: 13, emoji: "🎪", text: "Какой твой самый любимый фестиваль или мероприятие?"),
      Card(
        id: 14, emoji: "🌞",
        text: "Что для тебя является идеальным способом провести выходные с друзьями?"),
      Card(id: 15, emoji: "🌍", text: "Какие приключения ты хочешь пережить вместе с друзьями?"),
      Card(
        id: 16, emoji: "💬",
        text: "Какие темы разговоров ты находишь самыми увлекательными в компании?"),
      Card(id: 17, emoji: "🎨", text: "Какие хобби ты хочешь попробовать вместе с друзьями?"),
      Card(id: 18, emoji: "🤹", text: "Как ты поддерживаешь хорошее настроение в группе?"),
      Card(id: 19, emoji: "🌠", text: "Как ты представляешь себе идеальный вечер с друзьями?"),
      Card(id: 20, emoji: "🤪", text: "Что было самым смешным случаем в вашей компании?"),
      Card(id: 21, emoji: "🎉", text: "Какой твой самый любимый фестиваль или мероприятие?"),
      Card(id: 22, emoji: "🗺", text: "Какие места ты хотел бы посетить вместе с друзьями?"),
      Card(
        id: 23, emoji: "⚽", text: "Какие виды активностей ты предпочитаешь делать вместе с друзьями"
      ),
      Card(
        id: 24, emoji: "🍿", text: "Какой фильм или сериал ты предложишь посмотреть всем вместе?"),
      Card(
        id: 25, emoji: "🍳",
        text: "Какие кулинарные эксперименты ты хочешь попробовать вместе с друзьями?"),
      Card(
        id: 26, emoji: "✈", text: "Какие совместные путешествия ты хотел бы совершить в будущем?"),
      Card(id: 27, emoji: "🌳", text: "Какие игры ты предпочитаешь играть на открытом воздухе?"),
      Card(
        id: 28, emoji: "🎂", text: "Каким образом ты предпочитаешь отмечать день рождения с друзьями"
      ),
      Card(
        id: 29, emoji: "⛺", text: "Какие способы отдыха в кемпинге ты находишь самыми интересными?"),
      Card(
        id: 30, emoji: "🗣",
        text: "Какие темы для обсуждения на вечеринке ты считаешь самыми увлекательными?"),
      Card(id: 31, emoji: "🏆", text: "Какие совместные подвиги ты хочешь совершить с друзьями?"),
      Card(id: 32, emoji: "😄", text: "Что делает тебя счастливым в обществе друзей?"),
      Card(id: 33, emoji: "🤸", text: "Какие активности ты предпочитаешь в хорошей компании?"),
      Card(id: 34, emoji: "🎉", text: "Какие вечеринки ты хочешь устроить с друзьями в будущем?"),
      Card(
        id: 35, emoji: "🏅",
        text: "Какие спортивные мероприятия ты хочешь посетить вместе с друзьями?"),
      Card(
        id: 36, emoji: "🌍",
        text: "Какие твои самые яркие воспоминания о совместных поездках с друзьями?"),
      Card(id: 37, emoji: "🎁", text: "Какие сюрпризы ты хочешь организовать для своих друзей?"),
      Card(
        id: 38, emoji: "⚽", text: "Какие спортивные игры ты предпочитаешь играть вместе с друзьями?"
      ),
      Card(id: 39, emoji: "💬", text: "Какие темы для разговоров в компании тебя интересуют?"),
      Card(
        id: 40, emoji: "🎇",
        text:
          "Как ты считаешь, что мы можем сделать, чтобы сделать встречу с друзьями запоминающейся?"),
      Card(id: 41, emoji: "🌞", text: "Каким образом ты планируешь провести выходные с друзьями?"),
      Card(
        id: 42, emoji: "🍔", text: "Какие кулинарные эксперименты ты хотел бы попробовать с друзьями"
      ),
      Card(
        id: 43, emoji: "📺",
        text: "Какие фильмы или сериалы ты считаешь интересными для совместного просмотра?"),
      Card(id: 44, emoji: "🎊", text: "Какие традиции у твоей компании друзей самые любимые?"),
    ]
  )
}
