//
//  File.swift
//  
//
//  Created by Vadim Aleshin on 17.11.2023.
//

extension Pack {
    public static let couple = Pack(
        id: 2,
        title: "100 Вопросов для Любви: Укрепление Отношений 💖",
        description: "Этот набор вопросов поможет влюбленным углубить свои отношения. От разговоров о важных моментах до совместных мечтаний - эти вопросы помогут раскрыть новые грани вашей связи и сделать ее крепче. Готовы узнать друг друга еще глубже? 💑✨",
        cards: [
            Card(id: 1, emoji: "🌠", text: "Как ты относишься к идее о взаимной поддержке в наших мечтах"),
            Card(id: 2, emoji: "💭", text: "Какие у тебя есть желания относительно наших отношений"),
            Card(id: 3, emoji: "💖", text: "Как ты думаешь, что мы можем делать для сохранения романтики в отношениях"),
            Card(id: 4, emoji: "🛠", text: "Как ты представляешь нашу способность к решению конфликтов"),
            Card(id: 5, emoji: "🌟", text: "Что ты думаешь, что делает наше общение особенным"),
            Card(id: 6, emoji: "🌹", text: "Какие твои самые яркие воспоминания о нашем взаимодействии"),
            Card(id: 7, emoji: "🎯", text: "Как ты оцениваешь наши общие интересы"),
            Card(id: 8, emoji: "💕", text: "Как ты считаешь, мы делаем достаточно для сохранения близости"),
            Card(id: 9, emoji: "🌟", text: "Какие у тебя есть мысли по поводу развития наших отношений"),
            Card(id: 10, emoji: "💪", text: "Что ты считаешь нашими сильными сторонами в паре"),
            Card(id: 11, emoji: "🌱", text: "Как ты видишь наши возможности для общего роста"),
            Card(id: 12, emoji: "🌟", text: "Какие у тебя есть идеи, чтобы сделать наши отношения еще более особенными"),
            Card(id: 13, emoji: "🏋", text: "Как ты представляешь нашу способность к справлению с препятствиями"),
            Card(id: 14, emoji: "🤝", text: "Что тебе больше всего нравится в нашей способности к взаимопониманию"),
            Card(id: 15, emoji: "🌟", text: "Какие ты видишь преимущества в нашем единстве"),
            Card(id: 16, emoji: "🤗", text: "Как ты оцениваешь нашу способность быть друг для друга"),
            Card(id: 17, emoji: "🌟", text: "Что для тебя означает быть связанными друг с другом"),
            Card(id: 18, emoji: "🏞", text: "Как ты считаешь, мы разделяем общие жизненные цели"),
            Card(id: 19, emoji: "📚", text: "Какие у тебя есть пожелания относительно нашей способности к общему развитию"),
            Card(id: 20, emoji: "🌟", text: "Что ты считаешь нашими общими ценностями в жизни"),
            Card(id: 21, emoji: "🤝", text: "Как ты видишь нашу готовность к поддержке друг друга в трудные моменты"),
            Card(id: 22, emoji: "🌟", text: "Какие ты видишь плюсы в нашей способности к взаимному вдохновению"),
            Card(id: 23, emoji: "🥰", text: "Что ты считаешь нашими самыми милыми общими моментами"),
            Card(id: 24, emoji: "🎉", text: "Как ты думаешь, что может привнести еще больше радости в нашу связь"),
            Card(id: 25, emoji: "🌟", text: "Какие у тебя есть планы для укрепления нашей пары"),
            Card(id: 26, emoji: "💞", text: "Что для тебя означает быть в неразрывной связи"),
            Card(id: 27, emoji: "🌟", text: "Как ты представляешь нашу способность к совместному росту"),
            Card(id: 28, emoji: "🏠", text: "Какие у тебя есть пожелания по поводу нашей совместной жизни"),
            Card(id: 29, emoji: "🌟", text: "Что ты ощущаешь, когда мы поддерживаем друг друга"),
            Card(id: 30, emoji: "💖", text: "Как ты считаешь, мы делаем достаточно для сохранения искренности в наших отношениях"),
            Card(id: 31, emoji: "🌟", text: "Какие у тебя есть идеи, чтобы сделать наши дни еще более особенными"),
            Card(id: 32, emoji: "🌈", text: "Что для тебя означает быть в общей гармонии"),
            Card(id: 33, emoji: "🌱", text: "Как ты видишь нашу способность к общему росту как пары"),
            Card(id: 34, emoji: "💕", text: "Какие ты видишь плюсы в нашем взаимопонимании"),
            Card(id: 35, emoji: "🥳", text: "Что ты ощущаешь, когда мы празднуем вместе"),
            Card(id: 36, emoji: "🎈", text: "Как ты считаешь, мы делаем достаточно для сохранения игривости в наших отношениях"),
            Card(id: 37, emoji: "💪", text: "Какие у тебя есть идеи, чтобы сделать нашу связь еще более крепкой"),
            Card(id: 38, emoji: "👫", text: "Что для тебя означает наша способность к взаимному влиянию"),
            Card(id: 39, emoji: "🌟", text: "Как ты видишь нашу способность к общему росту как индивидов"),
            Card(id: 40, emoji: "🤝", text: "Какие ты видишь преимущества в нашем взаимопонимании"),
            Card(id: 41, emoji: "👬", text: "Что тебе больше всего нравится в нашей способности к сотрудничеству"),
            Card(id: 42, emoji: "🌟", text: "Какие ты видишь плюсы в нашем взаимном уважении"),
            Card(id: 43, emoji: "🌟", text: "Что для тебя означает быть в дружной связи"),
            Card(id: 44, emoji: "🌱", text: "Как ты видишь нашу способность к общему развитию"),
            Card(id: 45, emoji: "🔒", text: "Какие ты видишь преимущества в нашем взаимном доверии"),
            Card(id: 46, emoji: "🤗", text: "Что тебе больше всего нравится в нашей способности быть друг для друга")
        ]
    )
}
